Revit 2024 API
CustomFieldData.FieldTooltip Property
 The tooltip that will be shown in the schedule properties dialog for this custom field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public string FieldTooltip { get; }
Visual Basic
Public ReadOnly Property FieldTooltip As String
	Get
Visual C++
public:
property String^ FieldTooltip {
	String^ get ();
}
See Also
CustomFieldData Class
Autodesk.Revit.DB Namespace